export default function Component() {
  return (
    <div>
      <h2>Зачем нужна семантика? </h2>
      <p>
        Вы смотрите на сайт, видите заголовки разных размеров, видите разделение
        на блоки. Все это помогает вам понять структуру контента, даже не
        вчитываясь в него. Вы легко отделяете текст статьи от текста меню в
        боковой панели сайта, легко находите нужный раздел по заголовку.
      </p>
      <p>
        Но интернетом пользуется большое количество людей с ограниченными
        возможностями, например, с нарушениями зрения. Им не так просто найти
        нужную информацию. Для просмотра сайтов они пользуются специальными
        программами - скринридерами, которые анализируют контент страницы.
      </p>
      <h2>Смысловая структура сайтаА</h2>
      <p>
        Семантическая вёрстка — подход к разметке, который опирается не на
        содержание сайта, а на смысловое предназначение каждого блока и
        логическую структуру документа.
      </p>
      <p>
        Задача верстальщика помочь скринридеру отделить важную информацию от
        вспомогательной и составить правильную структуру контента. То есть
        сделать ваш сайт понятным не только для человека, но и для машины.
      </p>
      <h2>Как этого добиться?</h2>
      <p>
        использовать подходящие теги - для заголовков -{" "}
        <strong className="tag">h1-h6</strong>, соблюдая их последовательность.
        в следующих уроках мы изучим много семантических блочных тегов.
      </p>
    </div>
  );
}
