export default function Component() {
    return <div>В прошлом уроке мы выводили на страницу ссылку и указывали ее адрес в атрибуте href. Этот адрес был взят прямо из адресной строки браузера, у него был протокол соединения (http, file - для локального сервера) и полное имя сайта, на который мы хотим перейти. Такие адреса называются абсолютными и представляют собой полный путь к ресурсу в интернете.
    Предположим, что у нас есть две страницы на сайте. Первая называется page.html, на ней мы сейчас находимся. Вторая - page2.html (создадим ее прямо рядом с первой).
    Чтобы сделать ссылку на вторую страницу, нам нужно указать ее адрес. Возьмем абсолютный адрес второй страницы - показать как работает ссылка.
    Но можно сделать проще. Нужный адрес отличается от текущего только названием документа, а весь путь к нему тот же самый. Проще указать путь ОТНОСИТЕЛЬНО текущего документа, вот так - ./page2.html. Точка означает текущую директорию. Ни протокол, ни адрес сервера не указываются, потому что они берутся текущие.
    пример с вложенной папкой.
    пример с папкой на уровень выше.
    </div>;
  }
  