export default function Component() {
    return <div>В прошлом уроке мы видели, что цитата может размещаться в тексте по-разному. В общем потоке текста, внутри строки, не разрывая ее, или же отдельным блоком.
    Это два разных типа поведения блоков/тегов на веб-странице. 
    Строчное поведение - тег не разрывает текущую строку, его содержимое не формирует отдельный блок. Внутри и после тега строка продолжается. Так себя ведут все теги форматирования текста - b, i, code, а также теги a, q, img (продемонстрировать, что img не разрывает строку).
    Блочное поведение - тег разрывает текущую строку, формирует отдельный прямоугольный блок, после него контент начинается с новой строки. Внутри тега начинается собственная строка. Так себя ведут теги p, blockquote, ul, li, h1-h6. Блок растягивается на всю доступную ширину.
    В инструментах разработчика можно навести курсор на нужный тег и увидеть его "контейнер". Если он идет змейкой, то это строчный тег, если прямоугольником, то блочный.
    Существует два базовых тега, у которых нет никакого дополнительного оформления - div и span. Разница между ними в типе поведения - div - блочный, span - строчный. 
    В будущем мы будем активно пользоваться ими для оформления страницы. Выделять с их помощью контент, который нужно как-то оформить. Сейчас же, например, можно использовать div вместо p, если вам нужно блочное поведение, но не нужны отступы абзаца.
    </div>;
  }
  