export default function Component() {
    return <div>Тег button
    Атрибут disabled - работает для большинства интерактивных элементов.
    Вместо button можно использовать тег input, одиночный, замещаемый, не имеет закрывающей части.
    У него есть атрибут type. В зависимости от значения этого атрибута input может выглядеть и вести себя по-разному.
    Например, input тоже может быть кнопкой (type="button"). 
    Так как тег одиночный, мы не можем указать текст внутри тега, поэтому он указывается в атрибуте value.
    Тоже работает атрибут disabled
    </div>;
  }
  