export default function Component() {
    return <div>Тег input также может представать в роли чекбокса - галочки, которую можно поставить или снять. type="checkbox"
    обычно у поля есть подпись, но если мы просто напишем что-то рядом с чекбоксом, то клик по подписи не будет изменять состояние чекбокса. Чтобы связать подпись с чекбоксом, используем элемент label.
    Есть два варианта - поместить и чекбокс и подпись внутрь label.
    Или связать их с помощью атрибутов - id и for.
    атрибут name
    </div>;
  }
  