export default function Component() {
    return <div>Иногда у нас несколько чекбоксов, связанных логически. Например, нужно выбрать несколько элементов из списка. 
    Нам бы хотелось, чтобы выбранные чекбоксы имели одно имя, чтобы их можно было анализировать вместе.
    В этом случае с именем у нас будет связано не одно значение, а несколько - массив значений. 
    Тогда к имени нужно добавить квадратные скобки, они обозначают массив. И всем чекбоксам дать одно имя.
    В урле мы можем видеть несколько параметров с одним именем.
    </div>;
  }
  