export default function Component() {
  return (
    <div>
      <p>
        Для того, чтобы удобно работать с HTML нам понадобится удобный редактор
        кода. Можно писать и в блокноте, и это даже полезно для начала, но в
        будущем все равно потребуется нормальный редактор.
      </p>
      <h2>VS Code</h2>
      <p> Один из лучших VS Code. Скачиваем, устанавливаем.</p>
      <p>
        Открываем ранее созданный документ. Дальше мы продолжим работу в этом
        редакторе.
      </p>
    </div>
  );
}
