export default function Component() {
    return <div>В панели разработчика мы видим еще один тег на самом верху страницы - DOCTYPE. Он стоит особняком и пишется большими буквами, да еще и с восклицательным знаком.
    Этот тег обозначает именно то, что кажется - тип документа. Исходя из указанного типа браузер обрабатывает полученный текст и превращает его в веб-страницу. 
    Сейчас мы пишем просто DOCTYPE html. Это значит, что при разборе тегов браузер считает, что используется последний стандарт HTML - HTML5 со всеми его правилами.
    Раньше, до появления стандарта HTML5, в ходу были более длинные и непонятные доктайпы, которые указывали, какой набор правил разметки нужно использовать. К счастью, в этом уже нет необходимости.
    Итак, стандартная структура веб-страницы включает в себя: doctype, html[lang], head[title, charset], body
    </div>;
  }
  