export default function Component() {
    return <div>Мы уже изучили много тегов, пришло время настроить редактор для удобной работы.
    в VS Code уже есть много возможностей, плюс можно устанавливать плагины.
    самая удобная штука - Emmet, он вроде встроенный, позволяет вводить только имя тегов и сам добавляет скобки и закрывающий тег.
    Можно вводить атрибуты 
    Можно вводить сразу несколько тегов, вложенных друг в друга
    Самое классное - можно сразу развернуть основную структуру страницы (два лишних мета-тега, но все равно нужно их описать).
    основные ошибки - это нарушение вложенности тегов, 
    Prettier - для форматирования, 
    в редакторе подсвечиваются парные теги
    </div>;
  }
  