export default function Component() {
    return <div>Тег form.
    Поместим внутрь текстовое поле с именем и кнопку Отправить. Для нее укажем type="submit". Кнопка с типом submit, размещенная внутри формы, при клике вызывает ее отправку. 
    Вместо button можно использовать input type="submit"
    Нужно указать, куда отправлять запрос с данными. Атрибут action. Если ничего не указать, то будет текущий адрес (то есть страница просто перезагрузится).
    Атрибут method - это способ отправки (упаковки) данных. Обычно используется GET или POST. Разница в том, как упаковываются данные для отправки. в GET они просто помещаются в урл-адрес в виде параметров, а потом серверный скрипт их оттуда достает. Нам это полностью подходит, чтобы увидеть, что данные действительно отправляются.
    вводим что-нибудь в поле, нажимаем на кнопку, отправляется запрос, страница перезагружается и мы видим, что в адресе появился параметр, соответствующий имени нашего поля. и значение, которое мы в него ввели.
    Разница между disabled и readonly - первый не отправляется в форму.
    </div>;
  }
  