export default function Component() {
    return <div>Чтобы обрабатывать данные, введенные пользователем сайта в интерактивные элементы (вроде текстовых полей), их нужно поместить в форму.
    Форма это набор именованных полей.
    Форму можно отправить. Это значит, что все введенные в нее данные будут упакованы каким-либо образом и отправлены на какой-нибудь адрес, на какую-нибудь страницу на сервере. По сути это будет самый обычный запрос браузера к серверу, только дополнительно, он еще передаст серверу данные. 
    Сервер может проанализировать эти данные и на их основе решить, какую именно страницу отдать браузеру для отображения. Также он может сохранить эти данные в базу данных, например, для дальнейшего использования. (пример с формой обратной связи или рассылки)
    Как именно это происходит, мы не будем углубляться, нам это неважно, это дело сервера - это называется бэкенд (он пишется на php или javascript).
    Мы фронтендеры, нам важно правильно отправить данные на сервер.
    </div>;
  }
  