export default function Component() {
    return <div>Мы уже видели, что у некоторых тегов есть специальные атрибуты, которые влияют на поведение тега на странице. href у a - указывает адрес ссылки, align у td - определяет выравнивание текста внутри ячейки таблицы.
    Есть еще глобальные атрибуты, которые можно указывать для любого тега. Их довольно много, разберем лишь несколько.
    title - создает подсказку, появляющуюся при наведении на элемент
    hidden - скрывает элемент
    lang - указывает язык текста внутри элемента, мы уже видели его на теге html
    id - идентификатор элемента. Задача id однозначно идентифицировать тег, поэтому на странице не должно быть одинаковых id, иначе в них не будет смысла. Зачем нужен id мы увидим чуть позже.
    </div>;
  }
  