export default function Component() {
  return (
    <div>
      <h2>Интернет - это текст</h2>
      <p>Сайты разные, но работают они по одному принципу.</p>
      <p>
        Практически все в интернете - это обычный текст. Каждый сайт, на который
        вы заходите, - это всего лишь набор текстовых документов.
      </p>
      <p>
        Сайт может состоять из множества таких документов, у него может быть
        много страниц, много дополнительных ресурсов.
      </p>
      <h2>Сервер и браузер</h2>
      <p>
        Все эти документы лежат на сервере сайта.{" "}
        <strong class="term">Сервер</strong> - это один из компьютеров, объединенный
        в сеть Интернет.
      </p>
      <p>
        На вашем компьютере есть <strong class="term">браузер</strong>. Это
        специальная программа, которая может обращаться к серверам в интернете.
      </p>
      <p>
        Вы вводите адрес сервера в поисковую строку, браузер обращается к нему.
        Сервер получает запрос и отдает браузеру текстовый документ, который
        нужно отобразить, и браузер показывает его вам.
      </p>
      <h2>HTML</h2>
      <p>
        Эти документы оформлены по особым правилам, которые называются <strong class="term">HTML</strong>.
        Часто эти документы имеют расширение <code>.html</code>. HTML - это набор правил
        оформления веб-страниц.
      </p>
      <p>
        Браузер знает эти правила и умеет отображать такие документы. Несмотря
        на то, что приходит простой текст, в браузере он особым образом
        оформлен, разделен на блоки, есть изображения, видео и так далее.
      </p>
      <h2>Код страницы</h2>
      <p>
        Чтобы убедиться, что все сайты - это всего лишь текст, откройте код
        страницы. Вот в таком виде браузер получает информацию от сервера.
      </p>
    </div>
  );
}
