export default function Component() {
  return (
    <div>
      <h2>Развитие HTML, версии</h2>
      <p>HTML менялся, добавлялись новые теги, атрибуты, возможности</p>
      <p>Есть несколько версий HTML, последний HTML5</p>
      <h2>Стандарты</h2>
      <p>Браузеры все это вводили как бог на душу положит</p>
      <p>
        Появились стандарты - правила, которыми руководствуются браузеры при
        превращении документа в веб-страницу
      </p>
      <p>Где посмотреть стандарты</p>
      <h2>Поддержка</h2>
      <p>
        Браузеры постепенно внедряют правила и новые элементы Где посмотреть
        поддержку 
      </p>
    </div>
  );
}
