export default function Component() {
    return <div>
    Чтобы создавать сайты, нужно прежде всего изучить правила HTML. Это язык разметки веб-документов - набор правил оформления текста в вебе. Именно он превращает обычный текст в то, что мы видим в браузере.
Начнем с самого простого текста. В браузере он отображается без изменений.
А теперь добавим немного HTML. (Тег b). Это тег b - от слова bold, жирный. Фрагмент текста внутри тега стал жирным, при этом сами теги не отображаются. Чтобы изменения стали видны, нужно обновить страницу в браузере.
HTML состоит из таких тегов, которые тем или иным образом форматируют текст. 
Строение тега. У большинства тегов есть открывающая и закрывающая части. Они обернуты в угловые скобки, внутри название тега, у закрывающей части еще есть слеш. Текст между ними - это зона влияния тега. Часто тегом называют весь фрагмент от открывающей до закрывающей части.
Всего тегов довольно много, из них нам нужно узнать примерно сотню - это самые важные теги, которые часто используются. Это не так страшно, так как теги имеют говорящие названия и объединены в группы. Один тег мы уже изучили - b, bold. В следующих уроках познакомимся с остальными.

    </div>;
  }
  