export default function Component() {
  return (
    <div>
      <h2>HTML</h2>
      <p>
        Чтобы создавать сайты, нужно прежде всего изучить правила HTML. Это язык
        разметки веб-документов - набор правил оформления текста в вебе. Именно
        он превращает обычный текст в то, что мы видим в браузере.
      </p>
      <h2>Первый опыт</h2>
      <p>
        Начнем с самого простого текста. В браузере он отображается без
        изменений.
      </p>
      <p>А теперь добавим немного HTML. </p>
      <p>
        Это тег <strong className="tag">b</strong>- от слова <i>bold</i>,
        жирный. Фрагмент текста внутри тега стал жирным, при этом сами теги не
        отображаются. Чтобы изменения стали видны, нужно обновить страницу в
        браузере.
      </p>
      <p>
        HTML состоит из таких <strong className="term">тегов</strong>, которые
        тем или иным образом форматируют текст.
      </p>
      <h2> Строение тега</h2>

      <p>
        У большинства тегов есть открывающая и закрывающая части. Они обернуты в
        угловые скобки, внутри название тега, у закрывающей части еще есть слеш.
        Текст между ними - это зона влияния тега. Часто тегом называют весь
        фрагмент от открывающей до закрывающей части.
      </p>

      <h2>100 тегов</h2>

      <p>
        Всего тегов довольно много, из них нам нужно узнать примерно сотню - это
        самые важные теги, которые часто используются. Это не так страшно, так
        как теги имеют говорящие названия и объединены в группы.
      </p>

      <p>
        Один тег мы уже изучили - <strong className="tag">b</strong>, bold. В
        следующих уроках познакомимся с остальными.
      </p>
    </div>
  );
}
