export default function Component() {
    return <div>Чтобы вставить на страницу изображение, нужен тег img. Это одиночный тег, у него нет закрывающей части, так как он ничего не оборачивает.
    Чтобы указать, какое именно изображение должно быть показано, его адрес нужно поместить в атрибут src (source, источник). 
    Возьмем любое изображение из интернета (показать, как), скопируем его адрес и вставим в src. 
    Что произошло - браузер увидел одиночный тег img, отправил запрос на адрес, указанный в src, получил изображение и отобразил его вместо тега. Таким образом, тег img является замещаемым, он замещается медиа-контентом.
    Изображение может лежать на нашем же сервере, рядом с HTML-страницей, тогда его адрес будет относительным.
    У тега img есть атрибуты width и height. Они управляют размерами изображения. Размеры указываются в пикселях и работают даже с нарушением пропорций изображения.
    Еще один важный атрибут изображения - alt (alternate text). В нем можно задать альтернативное описание картинки. Если что-то пойдет не так и картинка не загрузится (браузер не сможет выполнить запрос или адрес картинки будет указан неправильно), то на страницу будет выведено альтернативное описание, чтобы мы могли понять, что тут подразумевалось. Наличие атрибута обязательно, даже если он пустой
    </div>;
  }
  