export default function Component() {
  return (
    <div>
      <p>
        Чтобы вставить на страницу изображение, нужен тег{" "}
        <strong className="tag">img</strong>. Это одиночный тег, у него нет
        закрывающей части, так как он ничего не оборачивает.
      </p>
      <h2>Замещаемый тег</h2>
      <p>
        Чтобы указать, какое именно изображение должно быть показано, его адрес
        нужно поместить в атрибут <strong className="attr">src</strong> (source,
        источник).
      </p>
      <p>
        Возьмем любое изображение из интернета (показать, как), скопируем его
        адрес и вставим в <strong className="attr">src</strong>. Что произошло -
        браузер увидел одиночный тег <strong className="tag">img</strong>,
        отправил запрос на адрес, указанный в{" "}
        <strong className="attr">src</strong>, получил изображение и отобразил
        его вместо тега.
      </p>
      <p>
        Таким образом, тег <strong className="tag">img</strong> является
        замещаемым, он замещается медиа-контентом.
      </p>
      <h2>Относительные адреса</h2>
      <p>
        Изображение может лежать на нашем же сервере, рядом с HTML-страницей,
        тогда его адрес будет относительным.
      </p>
      <h2>Атрибуты изображения</h2>
      <p>
        У тега <strong className="tag">img</strong> есть атрибуты{" "}
        <strong className="attr">width</strong> и{" "}
        <strong className="attr">height</strong>. Они управляют размерами
        изображения. Размеры указываются в пикселях и работают даже с нарушением
        пропорций изображения.
      </p>
      <p>
        Еще один важный атрибут изображения -{" "}
        <strong className="attr">alt</strong> (alternate text). В нем можно
        задать альтернативное описание картинки. Если что-то пойдет не так и
        картинка не загрузится (браузер не сможет выполнить запрос или адрес
        картинки будет указан неправильно), то на страницу будет выведено
        альтернативное описание, чтобы мы могли понять, что тут подразумевалось.
        Наличие атрибута обязательно, даже если он пустой
      </p>
    </div>
  );
}
