export default function Component() {
    return <div>Чаще всего используется Input type="text", который представляет собой поле для ввода текста.
    Атрибут placeholder - что выводится, если поле пустое
    Атрибут maxlength - не дает вводить больше определенного количества символов
    minlength (если будет видно при валидации)
    Атрибут disabled
    Атрибут readonly - тоже блокирует ввод. Разницу увидим очень скоро.
    Атрибут value - здесь можно указать начальное значение, введенное в поле. 
    Кроме того, есть атрибут name - имя поля. Обычно дается на английском. Этот атрибут нужен, чтобы понять, в какое поле введены какие данные. это потребуется при обработке данных.
    </div>;
  }
  