export default function Component() {
    return <div>Переносы и множественные пробелы браузер игнорирует. Как же перенести текст на новую строку?
    Тег p - paragraph оформляет абзац текста. Он имеет отступы сверху и снизу. Параграфы отделены друг от друга.
    Тег br отличается от всех предыдущих тегов - у него нет закрывающей части, только открывающая. br - от слова break, обозначает разрыв строки. Он не добавляет отступ, но переносит следующий текст на новую строку. Это одиночный тег, он ничего не оборачивает.
    </div>;
  }
  