export default function Component() {
  return (
    <div>
      <p>
        Переносы и множественные пробелы браузер игнорирует. Как же перенести
        текст на новую строку?
      </p>
      <h2>Параграф</h2>
      <p>
        Тег <strong className="tag">p</strong> - paragraph оформляет абзац
        текста. Он имеет отступы сверху и снизу. Параграфы отделены друг от
        друга.
      </p>
      <h2>Разрыв строки</h2>
      <p>
        Тег <strong className="tag">br</strong>
        отличается от всех предыдущих тегов - у него нет закрывающей части,
        только открывающая. <strong className="tag">br</strong> - от слова
        break, обозначает разрыв строки. Он не добавляет отступ, но переносит
        следующий текст на новую строку. Это одиночный тег, он ничего не
        оборачивает.
      </p>
    </div>
  );
}
