export default function Component() {
  return (
    <div>
      <p>
        Ссылка - один из важнейших элементов веб-страниц. Это основа интернета,
        так как гиперссылки обеспечивают связь между разными сайтами - паутину.
      </p>
      <p>
        Система страниц, связанных гиперссылками, называется гипертекстом. А
        аббревиатура HTML - это как раз язык гипертекстовой разметки.
      </p>
      <h2>Тег ссылки</h2>
      Тег, который создает ссылку - <strong className="tag">a</strong> (anchor).
      <h2>Атрибуты ссылки</h2>
      <p>
        Адрес, на который ведет ссылка указывается в атрибуте{" "}
        <strong className="attr">href</strong> (hyper reference).
      </p>
      <p>
        По умолчанию, новая страница при клике на ссылку открывается в той же
        вкладке браузера. Изменить это поведение может атрибут{" "}
        <strong className="attr">target</strong>. Если указать значение _blank,
        новая страница откроется в новой вкладке.
      </p>
    </div>
  );
}
