export default function Component() {
    return <div>Ссылка - один из важнейших элементов веб-страниц. Это основа интернета, так как гиперссылки обеспечивают связь между разными сайтами - паутину. Система страниц, связанных гиперссылками, называется гипертекстом. А аббревиатура HTML - это как раз язык гипертекстовой разметки.
    Тег, который создает ссылку - a.
    Адрес, на который ведет ссылка указывается в атрибуте href (hyper reference). 
    По умолчанию, новая страница при клике на ссылку открывается в той же вкладке браузера. Изменить это поведение может атрибут target. Если указать значение _blank, новая страница откроется в новой вкладке.
    </div>;
  }
  