export default function Component() {
    return <div>Для оформления списков на веб-страницах есть сразу несколько тегов.
    Тег ol - ordered list обозначает упорядоченный, или нумерованный, список. Этот тег оборачивает список целиком.
    Каждый пункт списка должен быть обернут в тег li - list item. Благодаря этому у каждого пункта появится свой собственный маркер списка. В данном случае номер.
    Важно соблюдать структуру списка: внутри тега ol должны находиться только вложенные теги li и больше ничего. Ни других тегов, ни простого текста. При этом внутри тегов li мы можем спокойно использовать другие теги, например, b.
    Кроме нумерованного есть маркированный список, с кружочками вместо номеров. Это тег ul - unordered list. Внутри него также каждый пункт оборачивается в тег li. 
    </div>;
  }
  