export default function Component() {
  return (
    <div>
      1. Обычно для соединения браузера с сервером требуется интернет. Это так
      называемое удаленное соединение.
      <br />
      2. Но сервером может служить и ваш компьютер, то есть браузер может
      обращаться к документам, которые лежат на том же самом компьютере, где
      работает браузер - это называется локальный доступ
      <br />
      3. Можем убедиться в этом. Создаем простой документ с расширением
      page.html (в блокноте), рассказать, как работает Блокнот.
      <br />
      4. Теперь на нашем локальном сервере лежит текстовый документ, который в
      перспективе может стать страницей сайта. Как нам на него посмотреть. Нужно
      открыть его с помощью браузера. Как открыть локальный документ в браузере
      <br />
      5. Обычно на начальном этапе разработка ведется именно локально, так как
      это быстрее и удобнее. Но технически это ровно то же самое, что и
      удаленные сайты. Вы с одинаковым успехом можете обратиться к удаленному
      серверу через интернет и к своему собственному компьютеру, получить
      текстовый HTML-документ и увидеть, как он превращается в сайт.
    </div>
  );
}
