export default function Component() {
  return (
    <div>
      <h2>Видимые и служебные теги</h2>
      <p>
        Все изученные теги как-то влияли на отображение текста, меняли его вид
        или структурировали. Иначе говоря, результат их работы всегда был виден
        на странице. Но есть некоторые теги, которые никак не влияют на
        отображение, и тем не менее они необходимы. Это служебные теги.
      </p>
      <h2>Части веб-страницы</h2>
      <p>
        У каждой страницы есть две части - видимая и невидимая. Это видно в
        инструментах разработчика.
      </p>

      <p>
        <strong className="tag">html</strong> - общая обертка страницы. Хорошей
        практикой является добавлять тегу <strong className="tag">html</strong>{" "}
        атрибут
        <strong className="attr">lang</strong>, в котором указывается язык
        страницы, в нашем случае русский. (где брать кодировку)
      </p>

      <p>
        <strong className="tag">body</strong> - видимая часть
      </p>

      <p>
        <strong className="tag">head</strong> - служебная часть, которая на
        странице не отображается, но на многое влияет. Подробнее эту часть
        разберем в следующем уроке.
      </p>

      <h2>Правильная структура страницы</h2>
      <p>
        Браузер сам добавляет теги <strong className="tag">html</strong>,{" "}
        <strong className="tag">head</strong> и{" "}
        <strong className="tag">body</strong>. В нашем документе их сейчас нет.
        Но правильнее будет добавить их самим. Каждая веб-страница начинается с
        этой простой структуры.
      </p>
    </div>
  );
}
