export default function Component() {
    return <div>Все изученные теги как-то влияли на отображение текста, меняли его вид или структурировали. Иначе говоря, результат их работы всегда был виден на странице. 
    Но есть некоторые теги, которые никак не влияют на отображение, и тем не менее они необходимы. Это служебные теги.
    У каждой страницы есть две части - видимая и невидимая. Это видно в инструментах разработчика. html, head, body 
    html - общая обертка страницы. Хорошей практикой является добавлять тегу html атрибут lang, в котором указывается язык страницы, в нашем случае русский. (где брать кодировку)
    body - видимая часть
    head - служебная часть, которая на странице не отображается, но на многое влияет. Подробнее эту часть разберем в следующем уроке.
    Браузер сам добавляет теги html, head и body. В нашем документе их сейчас нет. Но правильнее будет добавить их самим. 
    Каждая веб-страница начинается с этой простой структуры.
    </div>;
  }
  