export default function Component() {
    return <div>Иногда в тексте встречаются цитаты из других источников, которые необходимо выделить особым образом.
    Если цитата идет в общем потоке текста, ее можно выделить с помощью тега q. (от слова quote). Какое оформление по умолчанию, есть кавычки?
    Если известен источник цитаты, ссылка на него ставится в атрибуте cite (англ. цитировать, упоминать). или же здесь можно указать дополнительную информацию.
    Если текст цитаты большой, ее обычно выделяют в отдельный блок. - blockquote (блочная цитата). Сам текст цитаты может быть оформлен по абзацам с помощью тегов p. И вообще внутри может быть любое разрешенное форматирование.
    Для blockquote также можно указать источник цитирования в атрибуте cite. Кроме того есть отдельный тег cite, который можно поместить внутрь blockquote.
    </div>;
  }
  