export default function Component() {
    return <div>Радио-кнопки похожи на чекбоксы, но работают немного по-другому. Обычно у нас несколько радио-кнопок с разными лейблами, из которых нужно выбрать только одну. При выборе одной предыдущий выбор сбрасывается.
    type="radio"
    подпись оформляется точно так же, как для чекбокса
    в атрибуте value указывается значение кнопки
    чтобы объединить кнопки в одну группу и обеспечить связь между ними, нужно им всем дать одно имя - name. Тут квадратные скобки не нужны, поскольку значение будет всего одно.
    </div>;
  }
  