export default function Component() {
    return <div>Для изображений важно указывать атрибут alt с альтернативным описанием. Если забыть добавить атрибут, то скринридер попытается прочесть название файла: в лучшем случае это будет logo-large, но может быть и b764b84c, что не очень информативно. Если оставить значение атрибута пустым, то скринридер посчитает это изображение декоративным, а не контентным. 
    В текстах иногда встречаются изображения (часто с подписью), на которые ссылается документ, как на пример чего-либо. (Не иллюстрации). Само по себе такое изображение с подписью не зависит от окружающего контента, его можно показать отдельно и будет более-менее понятно, о чем идет речь, будет законченный фрагмент - автономный.
    Вместо изображения может быть видео или, например, фрагмент кода.
    Такие автономные фрагменты следует оформлять особым образом - в тег figure
    Подпись указывается внутри figure в теге figcaption. Она может находиться в начале или конце figure и содержать теги.
    </div>;
  }
  