export default function Component() {
    return <div>В прошлом уроке мы познакомились с тегами b и i. Они изменяют стиль текста, делают его жирным или курсивным. 
    Кроме того, в HTML есть теги strong и em, которые делают то же самое.
    Казалось бы, одно и то же, Но между ними есть разница. b и i - просто изменяют вид текста, тогда как strong и em вкладывают в выделенный фрагмент особый смысл. Подчеркивают его важность. 
    Разница в том, как бы вы прочитали этот текст. strong и em предполагают, что вы выделите фрагмент интонацией, сделаете на нем акцент. 
    b и i - только визуальное выделение, strong  и em - смысловое. Визуально разницы между этими тегами нет.
    Это и есть семантика
    </div>;
  }
  