export default function Component() {
  return (
    <div>
      <p>
        В секцию <strong className="tag">head</strong> можно добавить теги,
        которые не влияют на непосредственное отображение страницы, но влияют на
        работу браузера и решают некоторые технические задачи
      </p>
      <h2>title</h2>
      <p>
        Тег <strong className="tag">title</strong> - определяет заголовок
        страницы, который отображается во вкладке браузера. Это стандартный тег
        с открывающей и закрывающей частью, между которыми находится текст
        заголовка.
      </p>

      <h2>Мета-теги</h2>

      <p>
        Еще есть много мета-тегов, которые содержат мета-информацию, иначе
        говоря, служебную.
      </p>

      <p>Один тег, один параметр</p>

      <p>
        Например, о кодировке символов, которая используется на этой странице
        (что такое кодировка символов, какие бывают) - эта информация
        размещается в атрибуте <strong className="attr">charset</strong>.
      </p>

      <p>
        У тега <strong className="tag">meta</strong> есть еще много разных
        полезных атрибутов для указания различной информации, но пока их можно
        не изучать.
      </p>
    </div>
  );
}
