export default function Component() {
    return <div>В секцию head можно добавить теги, которые не влияют на непосредственное отображение страницы, но влияют на работу браузера и решают некоторые технические задачи
    Тег title - определяет заголовок страницы, который отображается во вкладке браузера. Это стандартный тег с открывающей и закрывающей частью, между которыми находится текст заголовка.
    Еще есть много мета-тегов, которые содержат мета-информацию, иначе говоря, служебную. Например, о кодировке символов, которая используется на этой странице (что такое кодировка символов, какие бывают) - эта информация размещается в атрибуте charset.
    У тега meta есть еще много разных полезных атрибутов для указания различной информации, но пока их можно не изучать.
    </div>;
  }
  