export default function Component() {
    return <div>Таблица - очень удобная форма представления больших объемов данных, поэтому для ее создания и настройки есть специальные теги.
    Основной тег - table, который оборачивает таблицу целиком.
    В таблице обычно есть сами данные, в один ряд или несколько. Также может быть заголовок и подвал (нижний колонтитул), в котором могут например выводиться итоговые суммы. Все эти части нужно отделить друг от друга. Каждая оборачивается в свой тег tbody, thead или tfoot.
    В любой из этих секций может быть одна или несколько строк. Каждая строка (ряд) - это тег tr (table row). 
    Каждая ячейка в ряду - td (table data). Разумеется в каждом ряду должно быть одинаковое количество ячеек, иначе таблица поедет. Внутри ячейки может быть любой контент с любыми разрешенными тегами, даже еще одна таблица.
    Внутри thead для самих ячеек обычно используется не td, а другой тег - th (table header, заголовок таблицы). Визуально ячейки th отличаются от ячеек td.
    У таблицы может быть подпись - caption, она размещается сразу после открывающего тега table. 
    Важно: внутри table могут находиться только элементы таблицы в нужной вложенности. Элементы tbody, thead, td … должны находиться только внутри table.
    </div>;
  }
  