export default function Component() {
    return <div>Мы уже знаем, что теги состоят из открывающей и закрывающей части (но не у всех тегов есть закрывающая часть, есть еще и одиночные теги вроде br).
    Кроме того у тегов могут быть атрибуты. Они указываются внутри открывающей части между угловыми скобками после названия тега через пробел.
    У каждого атрибута обычно есть имя и значение, например, добавим тегу ol (упорядоченный список) атрибут с именем start и значением 3. Теперь нумерация списка начинается не с 1, а с 3.
    Добавим еще один атрибут type="A". Теперь вместо цифр у нас прописные латинские буквы.
    Кроме того существуют атрибуты, у которых нет значения. Например, reversed. Эти атрибуты называются "логическими", имеет значение само их присутствие или отсутствие у тега. Так, атрибут reversed меняет порядок нумерации списка - она начинается с конца. При этом все остальные атрибуты также продолжают действовать.
    Итак, атрибуты могут изменять поведение тегов. Они указываются в открывающей части тега в формате имя_атрибута="значение_атрибута" и разделяются пробелами. Существуют логические атрибуты, у которых нет значения.
    </div>;
  }
  