export default function Component() {
  return (
    <div>
      <p>
        Мы уже знаем, что теги состоят из открывающей и закрывающей части (но не
        у всех тегов есть закрывающая часть, есть еще и одиночные теги вроде
        br).
      </p>
      <h2>Атрибуты</h2>
      <p>
        Кроме того у тегов могут быть <strong className="term">атрибуты</strong>
        . Они указываются внутри открывающей части между угловыми скобками после
        названия тега через пробел.
      </p>
      <p>
        У каждого атрибута обычно есть имя и значение, например, добавим тегу ol
        (упорядоченный список) атрибут с именем
        <strong className="attr">start</strong> и значением 3. Теперь нумерация
        списка начинается не с 1, а с 3.
      </p>
      <p>
        Добавим еще один атрибут <strong className="attr">type</strong> ="A".
        Теперь вместо цифр у нас прописные латинские буквы.
      </p>
      <h2>Логические атрибуты</h2>
      <p>
        Кроме того существуют атрибуты, у которых нет значения. Например,
        <strong className="attr">reversed</strong>. Эти атрибуты называются{" "}
        <strong className="term">"логическими"</strong>, имеет значение само их
        присутствие или отсутствие у тега.
      </p>
      <p>
        Так, атрибут <strong className="attr">reversed</strong> меняет порядок
        нумерации списка - она начинается с конца. При этом все остальные
        атрибуты также продолжают действовать.
      </p>
      <h2>Резюме</h2>
      <p>
        Итак, атрибуты могут изменять поведение тегов. Они указываются в
        открывающей части тега в формате имя_атрибута="значение_атрибута" и
        разделяются пробелами. Существуют логические атрибуты, у которых нет
        значения.
      </p>
    </div>
  );
}
