export default function Component() {
    return <div>Начнем с изучения тегов, изменяющих стиль шрифта. С одним из них мы уже знакомы - b, от слова bold. Придает тексту жирное начертание.
    Тег i - italic, курсивное начертание.
    Тег u - underline, подчеркнутый текст
    Тег del - deleted, зачеркнутый
    Тег small - уменьшает размер шрифта.
    Тег sub - subscript, подстрочный шрифт, 
    Тег sup - superscript, надстрочный шрифт - эти два тега очень полезны при оформлении индексов в формулах.
    Тег code - моноширинный шрифт.
    Важно: теги должны закрываться последовательно, часть одного тега не может разрывать другой. Но один тег может целиком находиться внутри другого.
    </div>;
  }
  