export function HowSiteWorks() {
  return (
    <div>
      1. Сайт это набор текстовых документов. Все в интернете - это текст. 
      2. Сайт
      может состоять из множества таких документов, у него может быть много
      страниц, много дополнительных ресурсов. 
      3. Все эти документы лежат на сервере
      сайта. Сервер - это один из компьютеров, объединенный в сеть Интернет. 
      4. На
      вашем компьютере есть браузер. Это специальная программа, которая может
      обращаться к серверам в интернете. 
      5. Вы вводите адрес сервера в поисковую
      строку, браузер обращается к нему. Сервер дает браузеру текстовый
      документ, который нужно отобразить, и браузер показывает его вам. 
      6. Часто
      эти документы имеют расширение .html. HTML - это набор правил оформления
      веб-страниц. Браузер знает эти правила и умеет отображать такие документы.
      Несмотря на то, что приходит простой текст, в браузере он особым образом
      оформлен, разделен на блоки, есть изображения, видео и так далее. 
      7. Чтобы
      убедиться, что все сайты - это всего лишь текст, откройте код страницы.
      Вот в таком виде браузер получает информацию от сервера.
    </div>
  );
}
